[Setup]
LocalProduct="Killing Floor"
DefaultFolder="C:\KillingFloor"
ReadMe=Help\ReadMe.int.txt
SetupWindowTitle=Установка Killing Floor
AutoplayWindowTitle="Killing Floor"
ProductURL=http://www.killingfloorthegame.com/
VersionURL=http://www.killingfloorthegame.com/
Developer="Tripwire Interactive LLC"
DeveloperURL=http://www.tripwireinteractive.com/
Logo=Help\ROInstallerLogo.bmp
License=License.int

[General]
PlayLevelCommand="&Сыграть на этом уровне"
OpenLinkCommand="&Открыть ссылку"
InstallModuleCommand="&Установить этот модуль"
EditLevelCommand="&Изменить этот уровень"

[UnrealGameContentGroup]
Caption="Ресурсы игры"
Description="Установка обязательна."

[GameGroup]
Caption="Killing Floor"
Description="Установка обязательна."

[DirectXGroup]
Caption="DirectX 9.0b"
Description="Пакет драйверов Microsoft DirectX 9.0b для видео- и звуковой карт, а также игровых контроллеров."

[OpenALGroup]
Caption="OpenAL"
Description="Интерфейс, необходимый для поддержки трехмерного звука."

[EditorGroup]
Caption="Unreal редактор"
Description="Редактор уровней для игр с графическим ядром Unreal. Для опытных пользователей. Установка необязательна."

[DesktopGroup]
Caption="Значок на рабочем столе"
Description="Разместить значок игры на рабочем столе"

[DesktopShortcut]
Caption="Killing Floor"

[PlayShortcut]
Caption="Killing Floor"

[SafeModeShortcut]
Caption="Killing Floor - безопасный режим"

[EditorShortcut]
Caption="Редактор Killing Floor"

[DocumentationShortcut]
Caption="Последние сведения"

[ManualShortcut]
Caption="Руководство пользователя"

[WebShortcut]
Caption="Веб-сайт Killing Floor"

[UninstallShortcut]
Caption="Удаление игры"